"ose[-12028]" = "Interner Fehler aufgetreten";
"ospsqlite[-13008]" = "Änderungen für schreibgeschützten Snapshot \"%s\" können nicht gesendet werden";
"bgsync[12405]" = "Ausstehende wiederaufnehmen";
"ose[-12008]" = "%ld Byte für OPCODE '%c' wurden nicht gelesen";
"bgsync[-12545]" = "Synchronisations-Agent konnte nicht angehalten werden (Grund anzeigen)";
"olstd[-10204]" = "Ungültige Entity: \"%s\"";
"ose[-12051]" = "Ungültige Datei-URL angegeben: \"%s\"";
"bgsync[12302]" = "Pause";
"bgsync[12010]" = "Serverbenachrichtigung über Priorität %d für Publikation \"%s\" wurde empfangen";
"osync_res[16110]" = "Publikationen";
"bgsync[-12525]" = "Ungültiger Typ \"%s\" für eine Ereignisregel";
"ose[-12031]" = "Nicht erkennbare Daten empfangen";
"olstd[-10101]" = "I/O-Vorgang wurde abgebrochen";
"ose[-12047]" = "Ungültige Priorität angegeben: %d";
"bgsync[12006]" = "Synchronisation der Priorität %d für Publikationen \"%s\" wurde gestartet";
"ospsqlite[-13011]" = "Fehler bei der Ausführung des Skripts \"%s\"";
"bgsync[-12505]" = "Network-Manager-Fehler (Grund anzeigen)";
"olstd[0]" = "Kein Fehler";
"osync_res[16106]" = "Netzwerkname";
"ose[-12011]" = "Plug-in hat Fehler %ld: %s zurückgegeben";
"ose[-12027]" = "Ungültiges Handle angegeben";
"ospsqlite[-13007]" = "Snapshot \"%s\", Spalte \"%s\": BLOB-Spalten sind im Primärschlüssel nicht zulässig";
"bgsync[12404]" = "Angehalten";
"ose[15003]" = "Die Clientdaten wurden importiert. Damit ist der Clientupgrade abgeschlossen.";
"osync_res[16003]" = "Fertig";
"ose[-12007]" = "Lesen von %ld Byte für OPCODE '%c' nicht möglich, nur %ld Byte verbleiben";
"bgsync[-12544]" = "Synchronisations-Agent konnte nicht gestoppt werden (Grund anzeigen)";
"olstd[-10203]" = "Escapezeichen im falschen Format: \"%s\"";
"bgsync[12301]" = "Stoppen";
"ose[-12050]" = "Ungültige Transportrichtung angegeben: %d";
"bgsync[-12524]" = "Ungültiger Subtyp \"%s\" für eine Bedingungsregel";
"olstd[-10100]" = "Ende des Input Stream erreicht";
"ose[-12030]" = "Gesendete Verschlüsselungs-ID (%lu,%lu+1) stimmt nicht mit empfangener überein (%lu,%lu)";
"ose[-12046]" = "Ungültiger Pufferzeiger oder ungültige Pufferlänge angegeben";
"bgsync[12005]" = "Erstellung der Priorität %d für Datenbank \"%s\" wurde abgeschlossen";
"bgsync[-12504]" = "Fehler beim Auswerten der Regel \"%s\" für Publikation \"%s\"";
"ospsqlite[-13010]" = "Ungültige Indexinformationen für Index \"%s\" empfangen";
"osync_res[16105]" = "Client-ID";
"ose[-12010]" = "Plug-in hat ungültige Flags '%x' zurückgegeben";
"ose[-12026]" = "Ungültiges Session-Handle angegeben";
"ospsqlite[-13006]" = "Snapshot mit ID %ld nicht gefunden";
"bgsync[12403]" = "Pause steht aus";
"ose[15002]" = "Die Clientdatenbanken wurden eingerichtet. Führen Sie eine erneute Synchronisation durch, um die Daten aus der während der Exportphase erstellten Binärdatei zu importieren. Wenn Sie ein benutzerdefiniertes Verzeichnis für die Datei angeben möchten, verwenden Sie die Optionen für die Dateisynchronisation.";
"osync_res[16002]" = "Abbrechen";
"ose[-12006]" = "Ungültiger OPCODE %d empfangen";
"bgsync[-12543]" = "Synchronisations-Agent konnte nicht gestartet werden (Grund anzeigen)";
"olstd[-10202]" = "Escape nicht abgeschlossen: \"%.*s\"";
"olstd[-10009]" = "Null-Pointer oder Handle aufgetreten: %s";
"bgsync[12300]" = "Starten";
"bgsync[-12523]" = "Ungültiger Subtyp \"%s\" für eine Ereignisregel";
"bgsync[-12539]" = "Synchronisations-Agent kann nicht gestartet werden, da er deaktiviert wurde";
"ose[-12045]" = "API oder \"%s\"-Feature wird nicht unterstützt";
"bgsync[12004]" = "Erstellung der Priorität %d für Datenbank \"%s\" wurde gestartet";
"bgsync[-12503]" = "Regel \"%s\" für Publikation \"%s\" konnte nicht geladen werden (Grund anzeigen)";
"osync_res[16104]" = "Prozess-ID";
"bgsync[-12519]" = "Ungültiger Regelsubtyp: \"%s\"";
"ose[-12025]" = "Ungültige Verschlüsselungstransportversion angegeben: %d";
"ospsqlite[-13005]" = "Große Spaltendaten (> 64 K) werden nicht unterstützt";
"bgsync[12402]" = "Wird ausgeführt";
"ose[15001]" = "Die Datenbank wurde exportiert. Fahren Sie mit dem Clientupgrade fort.";
"osync_res[16001]" = "OK";
"ose[-12005]" = "Ungültiger Datensatz-DML-Typ %d vom Plug-in erhalten";
"bgsync[-12542]" = "Ungültiger Parameter angegeben: %d";
"olstd[-10201]" = "Fehlende \"%s\"-Zeichenfolge in XML";
"olstd[-10008]" = "Ungültige Hex-Zeichenfolge: \"%s\"";
"bgsync[-12522]" = "Ungültiges Datumsformat: \"%s\"";
"bgsync[-12538]" = "Message Reader wurde aus anderem Thread abgebrochen";
"ose[-12044]" = "Plug-in Library \"%s\" konnte nicht geladen werden (Ursache anzeigen)";
"bgsync[12003]" = "Synchronisations-Agent wurde wiederaufgenommen";
"bgsync[12504]" = "Prozess";
"bgsync[-12502]" = "Fehler beim Anwenden auf die Datenbank \"%s\" (Grund anzeigen)";
"osync_res[16103]" = "Anwendungsname";
"bgsync[-12518]" = "Ungültiger Regeltyp: \"%s\"";
"ose[-12024]" = "Empfangener OPCODE '%c' ist außerhalb der Sequenz";
"olstd[-10303]" = "Scheduler kann nicht verwendet werden, weil er heruntergefahren wurde";
"olstd[-1]" = "Unbekannter Fehler";
"ospsqlite[-13004]" = "Ungültige Daten in STATE-Spalte";
"bgsync[12401]" = "Ausstehende starten";
"ose[15000]" = "N/V (Exportmodus)";
"osync_res[16000]" = "Synchronisationsfortschritt";
"ose[-12004]" = "Kennwort ist nicht angegeben und wurde für den Benutzer \"%s\" nicht gespeichert";
"olstd[-10200]" = "Attribut \"%s\" in Tag \"%s\" nicht gefunden";
"olstd[-10007]" = "Ungültige Datumszeichenfolge angegeben: \"%s\"";
"bgsync[-12541]" = "Regeln für Datenbank \"%s\" konnten nicht evaluiert werden, da sie von einer Anwendung gesperrt wurde";
"bgsync[-12521]" = "Ungültiger Regelsubtyp \"%s\" für Regeltyp \"%s\"";
"bgsync[-12537]" = "Message Reader kann nicht erstellt werden, da die maximale Anzahl von %d Running Readern überschritten wird";
"ose[-12043]" = "Publikations-ID %lu nicht gefunden";
"bgsync[12002]" = "Synchronisations-Agent wurde angehalten";
"bgsync[12503]" = "Empfangen";
"bgsync[-12501]" = "Fehler bei Synchronisation der Priorität %d für Publikationen \"%s\" (Grund anzeigen)";
"osync_res[16102]" = "Status";
"bgsync[-12517]" = "Plattformdatenbank nicht gefunden";
"ose[-12023]" = "Snapshot mit ID %ld ist schon vorhanden";
"olstd[-10302]" = "Threadpool kann nicht verwendet werden, weil er heruntergefahren wurde";
"ose[-12039]" = "Interner Fehler (Ursache anzeigen)";
"ospsqlite[-13003]" = "Ungültige Primärschlüsseldefinition empfangen";
"bgsync[12400]" = "Gestoppt";
"ose[-12003]" = "Benutzer ist nicht angegeben, und letzter Benutzer wurde nicht aufgezeichnet";
"ose[-12019]" = "Publikation \"%s\" nicht gefunden";
"olstd[-10006]" = "Falsch angegebene Zeichenfolge: %s";
"bgsync[-12540]" = "Auf dem Client wurden keine per Hintergrundsynchronisation aktivierten Publikationen gefunden";
"olstd[-10215]" = "Ungültiger Wert \"%s\" für Attribut \"%s\" in Tag \"%s\"";
"bgsync[-12520]" = "Ungültige Regelklasse: \"%s\"";
"bgsync[-12536]" = "Vorgang \"%s\" kann nicht durchgeführt werden, weil der Synchronisations-Agent nicht ausgeführt wird";
"ose[-12042]" = "Benutzertransportfehler (Ursache anzeigen)";
"bgsync[12001]" = "Synchronisations-Agent wurde gestoppt";
"bgsync[12502]" = "Senden";
"bgsync[-12500]" = "Fehler beim Erstellen der Priorität %d für Datenbank \"%s\" (Grund anzeigen)";
"osync_res[16101]" = "Informationen zum Synchronisations-Agent";
"bgsync[-12516]" = "Der Agent kann den Steuerbefehl \"%s\" nicht akzeptieren, weil er sich im Status \"%s\" befindet";
"ose[-12022]" = "Transaktion mit ID %ld nicht gefunden";
"olstd[-10301]" = "Fehler beim Verbindungsaufbau mit dem externen Message Queue-Client";
"ose[-12038]" = "Serverfehler (Ursache anzeigen)";
"olstd[-10108]" = "Socket-Fehler (Grund anzeigen)";
"ospsqlite[-13002]" = "Ungültige Spaltendefinition empfangen";
"ose[-12002]" = "Datenbank \"%s\" nicht gefunden";
"ose[-12018]" = "Datensatz mit LOBs für ein Plug-in abgerufen, das keine LOBs unterstützt";
"olstd[-10005]" = "\"%s\" wird nicht unterstützt";
"olstd[-10214]" = "Tag \"%s\" wird nicht erkannt";
"bgsync[-12535]" = "Beim Steuerungsvorgang ist es zu einem Timeout gekommen";
"ose[-12041]" = "HTTP-Transportfehler (Ursache anzeigen)";
"bgsync[12000]" = "Synchronisations-Agent wurde gestartet";
"bgsync[12501]" = "Vorbereiten";
"ospsqlite[-13021]" = "Das Aktualisieren oder Löschen vom schreibgeschützten Snapshot \"%s\" aus ist ohne Primärschlüssel nicht möglich";
"osync_res[16100]" = "Oracle Sync Agent";
"ose[-12021]" = "Snapshot mit ID %ld nicht gefunden";
"olstd[-10300]" = "Message Queue \"%s\" ist voll";
"ose[-12037]" = "Fehler beim Speichern der Synchronisierungskonfiguration (Ursache anzeigen)";
"olstd[-10107]" = "Socket-Timeout nach %ld ms";
"ospsqlite[-13001]" = "Ungültige Snapshot-Daten empfangen";
"ose[-12001]" = "Erwarteter OPCODE '%c', empfangen wurde '%c'";
"ose[-12017]" = "Plug-in mit ID %ld nicht gefunden";
"olstd[-10004]" = "Null-Pointer oder Handle aufgetreten";
"olstd[-10213]" = "Untergeordnetes Tag \"%s\" kann nicht gefunden werden";
"bgsync[-12534]" = "Ungültiges Session-Handle angegeben";
"olstd[-10209]" = "Tag-Daten in unerwartetem Format";
"ose[-12040]" = "Standarddatenbank zum Erstellen von Snapshot \"%s\" erforderlich";
"bgsync[12500]" = "Inaktiv";
"ose[-12056]" = "Public Key des Servers fehlt und konnte nicht abgerufen werden";
"bgsync[12015]" = "Unbekannt";
"bgsync[-12514]" = "Agent kann nicht gestoppt werden, weil %d aktive Verbindungen vorhanden sind";
"ospsqlite[-13020]" = "Meta-Snapshot doppelt vorhanden: \"%s\"";
"ose[-12020]" = "Snapshot \"%s\" in Publikation \"%s\" nicht gefunden";
"ose[-12036]" = "Fehler beim Laden der Synchronisationskonfiguration (Grund anzeigen)";
"olstd[-10106]" = "Ungültige HTTP-Chunk-Überschrift:";
"ospsqlite[-13000]" = "SQLite-Datenbankfehler (Grund anzeigen)";
"ose[-12000]" = "Synchronisation wurde abgebrochen";
"ose[-12016]" = "Ungültiger Transporttyp angegeben: %d";
"olstd[-10003]" = "Ungültige Argumente \"%s\" angegeben für \"%s\"";
"olstd[-10212]" = "Erwartetes Tag \"%s\", abgerufen wurde \"%s\"";
"bgsync[-12533]" = "Ungültiger Status für Warten auf: %d";
"olstd[-10208]" = "Nicht genug offene Tags";
"ose[-12055]" = "Hintergrundsynchronisation derzeit nicht möglich (schließen Sie die erste Synchronisation oder die Setup-Synchronisation ab)";
"bgsync[12014]" = "Tracemeldung: %s";
"bgsync[-12513]" = "Ungültige Serverbenachrichtigung empfangen: \"%s\"";
"bgsync[-12529]" = "Synchronisations-Agent kann nicht gestartet werden, weil ein andere Instanz bereits ausgeführt wird";
"osync_res[16114]" = "Fehlerinformationen";
"olstd[-10105]" = "Ungültige HTTP-Antwortzeile: \"%s\"";
"ose[-12035]" = "Nicht erfolgreiche HTTP-Antwort: \"%s\"";
"ospsqlite[-13015]" = "SQLite-Datenbankfehler. Recovery ist erforderlich (Ursache anzeigen)";
"bgsync[-12509]" = "Wählverbindung konnte nicht hergestellt werden (Grund anzeigen)";
"ose[-12015]" = "Transporttyp ist Benutzer, aber der Benutzertransport ist nicht initialisiert";
"olstd[-10002]" = "Ungültige Base64-Zeichenfolge: \"%s\"";
"olstd[-10211]" = "Erwartetes Ereignis %s, abgerufen wurde %s";
"bgsync[-12532]" = "Ein ungültiger Zeichenfolgeparameter wurde angegeben: %d";
"olstd[-10207]" = "Dateiende in Tag \"%s\"";
"ose[-12054]" = "Datenbankschlüssel für verschlüsselte Datenbank \"%s\" konnte nicht gefunden werden";
"bgsync[12013]" = "Ausgewertetes Netzwerk. Name: \"\\%s\", Geschwindigkeit: %ld bps, Ping: %ld ms";
"bgsync[-12512]" = "Ungültiger Steuerbefehl empfangen: %d";
"bgsync[-12528]" = "Doppelte Plattformdatenbanken gefunden: \"%s\" und \"%s\"";
"osync_res[16113]" = "Endzeit";
"olstd[-10104]" = "Ungültiger URL angegeben: \"%s\"";
"ose[-12034]" = "Ungültiger Verschlüsselungstyp angegeben: %d";
"bgsync[12009]" = "Anwendungsvorgang für Datenbank \"%s\" wurde abgeschlossen";
"bgsync[-12508]" = "Plattformregel \"%s\" in nicht plattformbasierter Datenbank \"%s\" gefunden";
"ospsqlite[-13014]" = "Ungültige Snapshot-ID %ld für Snapshot \"%s\"";
"osync_res[16109]" = "Synchronisationsdetails";
"ose[-12014]" = "Ungültige Zeichenfolgenoption angegeben: %d";
"olstd[-10001]" = "Keine weiteren Token in olStringTokenizer";
"olstd[-10210]" = "Nicht beendetes Tag";
"bgsync[12407]" = "Veraltet";
"bgsync[-12531]" = "Ein ungültiger Zahlenparameter wurde angegeben: %d";
"olstd[-10206]" = "Nicht übereinstimmendes End-Tag: \"%s\"";
"bgsync[-12547]" = "Synchronisations-Agent hat einen schwerwiegenden Fehler entdeckt oder kann nicht gestoppt werden";
"ose[-12053]" = "Bei Empfangsausführung für einen unidirektionalen Transport konnte der Sessionschlüssel nicht gefunden werden";
"bgsync[12304]" = "UI ausblenden";
"bgsync[12012]" = "Kein Netzwerk";
"bgsync[-12511]" = "Kontrollverbindung mit dem Agenten wird wegen eines Fehlers beendet (Grund anzeigen)";
"bgsync[-12527]" = "Abfrage fehlt für eine SQL-Regel";
"osync_res[16112]" = "Startzeit";
"olstd[-10103]" = "Ungültige Argumente für Fortschrittsmonitor angegeben";
"ose[-12033]" = "Ungültiger HTTP-URL angegeben: \"%s\"";
"ose[-12049]" = "Empfangen der Daten konnte nicht wiederaufgenommen werden";
"bgsync[12008]" = "Anwendungsvorgang für Datenbank \"%s\" wurde gestartet";
"bgsync[12201]" = "Geringe Speicherkapazität (%ld Byte verfügbar)";
"bgsync[-12507]" = "Interner Fehler (der Grund enthält möglicherweise weitere Informationen)";
"ospsqlite[-13013]" = "Interner Fehler (der Grund enthält möglicherweise weitere Informationen)";
"osync_res[16108]" = "Batteriestand";
"ose[-12013]" = "Ungültige Ganzzahloption angegeben: %d";
"ose[-12029]" = "Unerwarteter Beendigungs-OPCODE bei Empfang ";
"olstd[-10000]" = "Text in Zeichenfolge \"%s\" ist keine gültige Zahl";
"ospsqlite[-13009]" = "Snapshot mit ID %ld ist schon vorhanden";
"bgsync[12406]" = "Stoppen steht aus";
"ose[-12009]" = "Plug-in-API \"%s\" in Library \"%s\" nicht gefunden";
"bgsync[-12530]" = "\"%s\" wird nicht unterstützt";
"olstd[-10205]" = "Nicht abgeschlossene Zeichenfolge";
"bgsync[-12546]" = "Synchronisations-Agent konnte nicht wiederaufgenommen werden (Grund anzeigen)";
"ose[-12052]" = "Nur die Richtung SEND oder RECEIVE ist für einen unidirektionalen Transport zulässig";
"bgsync[12303]" = "Wiederaufnehmen";
"bgsync[12011]" = "Netzwerk geändert von \"%s\" in \"%s\"";
"bgsync[-12510]" = "Fehler bei der Serverbenachrichtigung über Priorität %d für Publikation \"%s\" (Grund anzeigen)";
"bgsync[-12526]" = "Ungültiger Typ \"%s\" für eine Bedingungsregel";
"osync_res[16111]" = "Priorität";
"olstd[-10102]" = "Transportaufruf ist außerhalb der Sequenz";
"ose[-12032]" = "Fehlerhafte nicht komprimierte Daten empfangen";
"ose[-12048]" = "Senden der Daten konnte nicht wiederaufgenommen werden";
"bgsync[12007]" = "Synchronisation der Priorität %d für Publikationen \"%s\" wurde abgeschlossen";
"bgsync[12200]" = "Batteriestand ist niedrig (%d %%)";
"bgsync[-12506]" = "Power-Manager-Fehler (Grund anzeigen)";
"ospsqlite[-13012]" = "Ungültige Argumente an die Funktion weitergegeben";
"osync_res[16107]" = "Netzwerkgeschwindigkeit";
"ose[-12012]" = "Ungültige Synchronisationsrichtung angegeben: %d";
